{
  "... je vois tout, entends tout, détecte tout : qui suis-je ?": "... I see all, hear all, detect all: who am I?",
  "... le Dragon Ball Z des systèmes d'exploitation": "... the Dragon Ball Z of operating systems",
  "... le lac silencieux qui regorge de plein de mystères": "... the silent lake teeming with mysteries",
  "... le premier de sa classe": "... the head of the class",
  "... le shakespeare des interfaces web": "... the shakespeare of web interfaces",
  "... plus d'excuses, ça marche partout": "... no more excuses, it works everywhere",
  "A propos": "About",
  "Blog": "Blog",
  "Contact": "Contact",
  "favorite tech": "favorite tech",
  "Ingénieur de formation en réseaux et telecom, j'ai développé une expertise complémentaire en infrastructure logicielle et développement.": "Trained as a network and telecom engineer, I have developed complementary expertise in software infrastructure and development.",
  "Ingénieur logiciel, Je conçois des solutions numériques fiables et durables. Sur Mon blog, je partage mon parcours créatif et technologique.": "As a software engineer, I design reliable and sustainable digital solutions. On my blog, I share my creative and technological journey.",
  "L'électricien avant l'emménagement": "The electrician before move-in day",
  "L'usine à gaz des bases de données relationnelles": "The gas plant of relational databases",
  "La Rolls royce des frameworks de l'écosystème Node.js": "The Rolls royce of the Node.js ecosystem",
  "Le couteau suisse... polyvalence et harmonie": "The Swiss Army knife... versatility and harmony",
  "Le loup déguisé du troupeau des langages": "The wolf in the flock of languages",
  "Le portefeuille clé : léger et embarqué, sans serveur": "The keychain wallet: light and embedded, serverless",
  "Me contactez": "Get in touch",
  "Molière dans toute sa compréhension et inéluctable": "Molière in all his clarity and inevitability",
  "My Hobbies": "My Hobbies",
  "My inspirations": "My inspirations",
  "Projects completed": "Projects completed",
  "Rapidité et légèreté sont mes prénoms pour Node.js": "Speed and lightness are my middle names for Node.js",
  "Réseaux": "Networking",
  "Statistiques": "Stats"
}
