{
  "A propos": "About",
  "Base de données légère et embarquée, sans serveur.": "Lightweight, embedded, serverless database.",
  "Base de données relationnelle robuste et open source.": "Robust and open-source relational database.",
  "Conteneurisation d’applications pour une meilleure portabilité.": "Application containerization for improved portability.",
  "favorite tech": "favorite tech",
  "Framework backend rapide et léger pour Node.js.": "Fast and lightweight backend framework for Node.js.",
  "Framework Node.js complet, inspiré de Laravel, idéal pour les API.": "Complete Node.js framework, inspired by Laravel, ideal for APIs.",
  "Framework orienté performance pour créer des sites statiques modernes.": "Performance-oriented framework for creating modern static websites.",
  "Framework simple et flexible pour construire des interfaces interactives.": "Simple and flexible framework for building interactive interfaces.",
  "Ingénieur de formation en réseaux et telecom, j’ai développé une expertise complémentaire en infrastructure logicielle et développement.": "Trained as a network and telecom engineer, I have developed complementary expertise in software infrastructure and development.",
  "Ingénieur logiciel, Je conçois des solutions numériques fiables et durables. Sur Mon blog, je partage mon parcours créatif et technologique.": "As a software engineer, I design reliable and sustainable digital solutions. On my blog, I share my creative and technological journey.",
  "Bibliothèque d’interfaces utilisateur web et natives": "Library of web and native user interfaces",
  "Langage compilé, rapide et concurrent.": "Compiled, fast, and concurrent language.",
  "Me contactez": "Contact me",
  "Outil d’automatisation pour la gestion des serveurs.": "Automation tool for server management.",
  "Réseaux": "Networking",
  "SGBD populaire, rapide et facile à intégrer.": "Popular, fast, and easy-to-integrate DBMS.",
  "Système d’exploitation stable, utilisé en développement et en production.": "Stable operating system used in development and production.",
  "Système de versionnement pour collaborer efficacement.": "Version control system for effective collaboration."
}
